{"data":[{"message":"#SSNBreaking\nUgandan gold refinery to import from conflict-ridden South Sudan, Congo\nTue Feb 21, 2017\nBy Elias Biryabarema,\nKAMPALA (Reuters) - Uganda's first gold refinery, which opened on Monday, will use raw gold from conflict-ridden South Sudan and Eastern Congo, its owner Africa Gold Refinery said, dismissing activists' concerns that such a move could fuel violence in the region.\nThe refinery, which is in Entebbe, south of the capital Kampala, will process raw gold from the region as Uganda has only small mines and no commercial mine.\nRights activists, however, are concerned about the use of gold from conflict areas such as the volatile mineral-rich east of the Democratic Republic of Congo and South Sudan, mired in civil war.\n\"Gold which is used to finance conflict might be finding its way into supply chains,\" said George Boden, an activist at London-based rights group Global Witness.\nA U.S. law passed in 2010, the Dodd-Frank Act, requires companies to disclose whether their products contain minerals from conflict-ridden parts of Africa. The law aims to hinder armed groups from using minerals to finance conflicts.\n\"It's a very high compliance refinery. We do due diligence for every customer who comes in,\" Alain Goetz, the chief executive officer of Africa Gold Refinery (AGR), told Reuters.\nGoetz is AGR's majority shareholder and he also owns a stake in Belgian gold refiner Tony Goetz NV.\nHe said AGR would carefully select its customers, comply with the law and label its gold accordingly.\n\"Of course we want to sell to American companies, we will sell to American companies. With the compliance and the third party auditing, we'll comply with all the regulations ... including labelling,\" Goetz said.\nUganda has been keen to attract investors to its mining sector after government surveys established the existence of minerals including gold, base metals, uranium, rare earths, iron, titanium, vermiculite, diamond in various locations.\nThe factory has an initial output capacity of 300 kilogrammes of pure gold per week, and the ability to increase that to 500 kilograms eventually. Goetz said the gold will be used for coins and jewellery.\nBetween mid-2009 and mid-2015, Uganda's annual gold exports fluctuated between near zero to just under $40 million, according to central bank data.\nExports rocketed to $204 million in the last financial year, ended in July 2016. Boden said the sudden jump could be due in part to gold smuggled from neighbouring countries and being exported from Uganda. (Editing by Katharine Houreld and Susan Fenton)","created_time":"2017-02-22T08:34:05+0000","id":"238276116307585_988821257919730"},{"message":"Meanwhile in Germany\n#SSNBreaking\n.................The Munich 53rd edition Security Conference Chaired by Amb. Wolfgang Ischinger and attended more than 8000 Senior figures from 120 countries to engage in an intensive International security challenges, health, migrants, bilateral deals and global warming closed in Munich Bavaria state Germany with calls to double efforts to strengthening the fundamental values and strong measure against terrorism, migrants as well as major threats of global health and climate change. South Sudan First Vice President, Taban Deng Gai who spokes after meeting said world leaders expressed strong measures to setup precautionary measure to the threat of International Security challenge, health, Migrant and Global warming. #SouthSudan #SSD","story":"South Sudan News added 2 new photos.","created_time":"2017-02-21T18:02:58+0000","id":"238276116307585_988460014622521"},{"message":"South Sudan government confims labour minister's resignation\nJUBA (18 Feb.)\nSouth Sudan government has confirmed the resignation of Minister of Labour, Public Service and Human Resource Development Gabriel Duop Lam after media reports surfaced of his resignation on Friday morning.\nLt. Gen. Gabriel Duop Lam, who was a senior member of the SPLM-IO faction allied to First Vice President Taban Deng in Juba, was the labour minister in the unity government in Juba.\nSpeaking to reporters in Juba on Friday, Michael Makuei Lueth, Minister of Information said: “The Minister of Labour, Public Service and Human Resource Development, Mr. Gabriel Duop Lam, has defected, and earlier of course, as you know his deputy defected. So, the Ministry of Public Service at present is being run by the undersecretary.\"\nMakuei further said the SPLM-IO leadership in Juba will issue a press statement on the resignation of Gen. Gabriel Duop from the unity government.\nThe labour ministry was given to the SPLM-IO when South Sudan's government, rebels, former detainees, and other political parties, divided up the ministries for the country's transitional power-sharing government in line with the 2015 peace deal.\nIn a resignation letter on Friday, Gebrial Duop Lam, cited frustration with the unity government’s inability to tackle the country's problems.\nDuop also announced his defection from the SPLM-IO faction allied to Taban Deng Gai and joined Riek Machar’s group.","created_time":"2017-02-18T10:32:10+0000","id":"238276116307585_986358144832708"},{"message":"Meanwhile in Juba,\nPresident Kiir appointed FVP Gen. Taban Deng Gai to head the Ramciel city project committee. The project is scheduled to start before May. Taban Deng Gai has been winning the trust of his career mate, His Excellency President Kiir.","created_time":"2017-02-17T19:21:47+0000","id":"238276116307585_985918584876664"},{"message":"Breaking News\nMabior Garang likely to die of too much Drug intoxication in Tanzania\n.......\n..................Mabior Garang De mabior is in a critical condition at Dr Mvungi’s Hospital at Kinondoni, Dar es Salaam. He was found unconscious in his hotel room at Kinondoni after indulging too much heroin. The source has said that Mabior has been in drug game in Dar es salaam since 2010. It was a day ago that his heroin usage hit the rebar.\n\nAccording to the source, Mabior Garang De mabior landed in Dar es salaam three days ago on a business trip. Along with him was a Tanzanian lady who hung out with him until yesterday when he was admitted. Nobody knows where the lady is now. The source informed us that prior to the incident, the pair was spotted in a bar near his hotel room sipping beer and smoking cigar.","created_time":"2017-02-15T09:38:53+0000","id":"238276116307585_983935318408324"},{"message":"Resignation of deputy chief of staff for logistics, Lt. Gen. Thomas Swaka. Scrutinized it and tell us your genuine observations. Your comments are welcome.","story":"South Sudan News added 7 new photos.","created_time":"2017-02-12T18:42:45+0000","id":"238276116307585_982480631887126"},{"message":"MoFA: Kingdom of #Morocco Inks Bilateral Agreements With #SouthSudan. #SSudan\nThe Ministry of Foreign Affairs has said in a statement that the Kingdom of Morocco and South Sudan have signed nine agreements.\nThe statement read: \"Nine Agreements and Memorandums of Understanding between the Kingdom of Morocco and the Republic of South Sudan were signed on Wednesday 1st February 2017, at the State House in Juba immediately after the arrival of King Mohammed VI.\"\n\"The signing ceremony was witnessed by President Kiir Mayardit and H.M. Mohammed the VI.\"\nThe Agreements and MOUS signed are:\n1 Agreement on construction of the new Capital city of Ramciel.\n2 Agreement on general cooperation\n3 Agreement on the promotion of investment.\n4 Agreement on the avoidance of double taxation.\n5 Memorandum of Understanding in Agriculture\n6 MOU in Industrial Cooperation\n7 MOU on cooperation in the fields of mining.\n8 Cooperation agreement in the fields of vocational training.\n9 MOU of Chamber of Commerce between the two Countries.\nCopyright © 2017 MoFA\/Government of South Sudan","created_time":"2017-02-02T19:56:25+0000","id":"238276116307585_975981769203679"},{"message":"Juba city transfer to Ramciel.\nDear all,\nI would like to comment on the new political trends in South Sudan🇸🇸.\nNothing else than the Incumbent city transfer from Juba to Ramciel (proposed city of SSD). As a citizen of this nation, I have all the privileges and rights to express my views and opinions on anything that may concern South Sudan in accordance to the federal constitution of the Republic Of South Sudan (Justice, liberty and prosperity for ALL, See South Sudan eagle logo for quick reference). Therefore in my own opinion on the wiretap to the current development in South Sudan city's relocation from Juba to Ramciel is a great idea, I have always wanted and demanded it. I'm so pleased that it has been brought to table recently. The location of Ramciel in the hub of South Sudan and Africa in a large extent do give all citizens of South Sudan that it may concern to clamor and claim it to be the next city of South Sudan and Africa's business hub with out any kind of skepticism. The only sceptics I knew would be 'how South Sudan government will manage to meet the sum of monies needed to build the brand new city Modernly'. On the other transparency, I do see that as something miner and can be well solved by requesting an indebted from China, US, or world bank, you mention it. Besides that, is security concern, the insecurity in the country is still proliferating to a higher rate (outside Juba) in a every single day. How about if we could met security stability first? Before we could transfer to Ramciel?. In a few words conclusion, it will be one among the great ideas from the people of South Sudan especially, H.E Mr. President Gen. Kiir. We shall forever be grateful to this move in the history of our country if the authority will not repeal the public clamor.\n#PublicOpinions #SouthSudan #RamcielNextCity (hashtags your opinion with either of the three hashtags and we shall publish it as well) \n.\nBy Mangok Aliap Chawul.\nThe Author (Mr. Mangok) is a student with enormous development potential.","created_time":"2017-02-02T19:50:37+0000","id":"238276116307585_975971062538083"},{"story":"South Sudan News added a new photo.","created_time":"2017-01-25T17:03:36+0000","id":"238276116307585_970495623085627"},{"message":"Diplomatic row breaks out between South Sudan and Ethiopia\n\nJuba- diplomatic row has broken out between South Sudan and neighbouring Ethiopia following rumours on social media that President Salva Kiir accepted to allow Ethiopian rebels to open their office in the capital Juba.\n\n“Rumours have been circulating on social media that when President Kiir visited Egypt, he discussed import issues with the Egyptian officials so that Ethiopian rebels can open an office in Juba, “a senior government official who preferred anonymity told Radio Tamazuj today.\n\n“The rumours circulated that the President has accepted to allow the Ethiopian rebels to open their office in Juba and Egypt will support the Ethiopian rebels with guns, because Egypt is having differences with Ethiopia over the issue of Renaissance Dam, so this is what happened on social media,” he added.\n\nThe official accused the SPLM-IO faction allied to former First Vice President Riek Machar of circulating the rumour in neighbouring Ethiopia.”The rebels now took advantage of that, and this information has already reached the government of Ethiopia,” he said.\n\nHe pointed out that the government of Ethiopia has decided to cut diplomatic ties with the government of South Sudan and expel South Sudan’s Ambassador to Addis Ababa.\n\n“Even if there are differences between us, Ethiopia cannot expel our ambassador, because the ambassador is the ambassador of South Sudan to Ethiopia and at the same time he is representing us in the African Union. So, Ethiopia cannot expel our ambassador,” he said.\n\nAccording to the official, South Sudan government will issue a statement to deny the rumour.\n\nSSN","created_time":"2017-01-24T12:46:37+0000","id":"238276116307585_969569073178282"},{"message":"ARCISS meeting in Doha\nJunior Ali | January 13, 2017 | 2:22 pm\nThe British Embassy in Juba has dismissed media reports that the UK and Norway have scheduled a meeting in the Qatari capital, Doha, next month to review the South Sudan peace agreement.\nThe Kenyan media, The East African, had reported that the round-table meeting attended by representatives of government, anti-government groups and other stakeholders.\nAccording to the report, the main agenda was to bring back a former senior government official as a key partner in the peace talks.\nHowever, the British Ambassador has told Eye Radio that this report is not true because it works against the interests of the UK.\n“It’s a fabrication; it has nothing to do with the UK policy and I have assured the government of this, as has my Norwegian colleague,” Tim Morris stated.\nHe said the UK and Norway cannot act without the knowledge of the US Government, but can only act collectively as TROIKA countries.\nThe UK, Norway and US governments have been the main funders of the South Sudan peace talks since the war broke out in December 2013.","created_time":"2017-01-14T01:17:04+0000","id":"238276116307585_962465043888685"},{"message":"The group was arrested by the Sudanese authorities almost 3 years ago, in a war zone in Darfur and were accused of fighting alongside a local opposition movement. \n\nSouth Sudan has been pleading for the release of the 25 people with a pretext that the arrested group were not soldiers or fighters. \n\nToday’s release came after Sudanese President Omer Al-Bashir granted them amnesty but with an expulsion order. \n\nThis is how South Sudan’s Foreign Affairs spokesperson Ambassador Mawien Makol Ariik welcomed the release;\n\n“We have been explaining this to the Sudanese government that these are not soldiers. You know, majority of these are civilians although you may get two or three former soldiers. And then they should not be given harsh sentences. We need to bring these people back so that we see their backgrounds and so forth. So we pleaded for those two years and it has been turned town several times. But we are thanking the President now for responding and releasing them.”","created_time":"2017-01-05T15:10:14+0000","id":"238276116307585_957048291097027"},{"message":"Breaking News: the governor of Jonglei state H.E. Philip Aguer Panyang Jot has relived deputy governor H.E. Peter Wal AThieu, political advisor Dr. Agot ALier Leek, minister for education, minister for finance and minister for physical infrastructure. He appointed Dr. Agot Alier as new Jonglei state deputy governor, Lith Aluong as political advisor, Ayom Mach Jok as education minister, Abel Manyok Jok as physical infrastructure minister and James Akech Yen Alier as finance minister. The decree come into effect today. The president of the republic of South Sudan might also reshuffles his cabinet early this month.","created_time":"2017-01-02T17:25:49+0000","id":"238276116307585_955213437947179"},{"message":"Kiir to meet Zuma in South Africa but not Machar\nJuba - President Salva Kiir left South Sudan on a visit to South Africa yesterday in order to meet his counterpart President Jacob Zuma.\nThe president was accompanied by four ministers, Minister of Defense Kuol Manyang, Minister of Mining Alfred Lado, Minister of Petroleum Ezekiel Lol and Minister in the Office of the President Mayik Ayii Deng.\nAccording to the president's spokesman Ateny Wek, who spoke at Juba Airport upon the departure of Kiir, the visit is two days in duration.\nHe explained, “The visit is twofold. One is for government business – the two governments to work on bilateral relations – and then the two ruling parties, the Sudan Poeple's Liberation Movement and the African National Congress also working on how to build a relationship between the two historical and revolutionary parties.”\nAteny continued, “The four ministers are expected to be meeting their counterparts to work out though the Minister of Defense will not be talking to his counterpart because there is not anything to do with defense on this but he is going as a senior member of the Political Bureau in the Sudan People's Liberation Movement. He will be meeting the members of the Political Bureau of African National Congress to talk on bilateral [ties] and how to build the relationship between the two sisterly countries.”\nAsked whether Kiir would meet with Machar, the spokesman said, “If Riek Machar is still in South Africa it is a business for the South African government to undertake. We don't doubt the ability of South Africa to deal with the issue.”\nAteny added that Machar is “Not one of the political leaders in the country [South Sudan] and therefore he shouldn't be one of the people meeting the president,” adding, “There will never be any possibility between President Kiir and Riek Machar.”\nKiir and Machar were the principal signatories of the August 2015 peace agreement.","created_time":"2016-11-30T14:36:50+0000","id":"238276116307585_931812313620625"},{"story":"South Sudan News with Youvika Zidor and Ett'z Chi Toria.","created_time":"2016-11-24T12:08:56+0000","id":"238276116307585_927366930731830"},{"message":"Riel Machar out of South Sudan politics! \nAmbassador Gordon Buay","created_time":"2016-11-21T15:36:19+0000","id":"238276116307585_925704694231387"},{"message":"In the news: the JMEC partners group is calling for a genuine and inclusive political process as the only way forward in South Sudan. \nIn a press statement the partners say inclusivity means that all parties should join the process peacefully and ensure genuine representation in the government. \n\nThe partners held a high-level meeting in Kampala this week and condemned all instances of hate speech, ethnically targeted killings and incitement to violence. \n\nThe JMEC partners group comprises China, Ethiopia, Nigeria, Norway, Rwanda, Somalia, South Africa, Sudan, the UK, the US, Uganda and the European Union. It also includes IGAD Partners Forum represented by Canada, Germany and the Netherlands and the United Nations.","created_time":"2016-11-11T15:40:59+0000","id":"238276116307585_919750848160105"},{"message":"President elected Kiir Mayardit congratulated US President elect Donald J. Trump upon his ARCHIVESMENT as the 45th president of the U.S. and promised to work with him fully when he officially start the office in January 20\/2017. \n\nAttachments : official from the office of the president, Republic of South Sudan.","created_time":"2016-11-10T08:07:58+0000","id":"238276116307585_918835928251597"},{"message":"BREAKING: Donald Trump wins the White House, making him the 45th US president.","created_time":"2016-11-09T08:26:14+0000","id":"238276116307585_918153824986474"},{"message":"...........A press statement released by Dr Riek Machar on the regard to the deportation of his statement secretary JAMES GATDET DAK...\n\nDo you agree with rebel chairman, shall south sudan government take GATDET DAK back to Kenya & operates his secretariats work at his residence\/home office in Nairobi? \n\nHave your says in comments","story":"South Sudan News added 2 new photos.","created_time":"2016-11-06T09:44:50+0000","id":"238276116307585_916389371829586"},{"message":"Breaking news! \nJames Gatdet Dak missing!  \nThe official spokeman of Dr Machar reportedly caught up in his residents by either Kenyan authority or unknown. A very trusted source told SSN on phone, our reporter added that he was taken off his home by group of armed men in uniforms and non-uniform.\n\nMore updates coming sooon","created_time":"2016-11-02T16:20:03+0000","id":"238276116307585_913927678742422"},{"message":"BREAKING NEWS!\nDr. Riek Machar's Nairobi based Spokesman James Gatdet Dak has been arrested in Nairobi over hate speech.\nstay update #SSN","created_time":"2016-11-02T15:33:58+0000","id":"238276116307585_913881932080330"},{"message":"BREAKING: New Rebel Group In Equatoria Elects Dr. Lako Jada as its Chairman and C-in-C to Lead Armed Struggle in South Sudan","created_time":"2016-10-31T09:11:22+0000","id":"238276116307585_912257402242783"},{"message":"Breaking news \n\nEthiopia's Prime Minister Hailemariam Desalegn has visited South Sudan and agreed to cooperate on trade, military and border security and implementation of the peace agreement. He said Ethiopia will not support any armed resistance to South Sudan's government.","created_time":"2016-10-28T14:11:02+0000","id":"238276116307585_910261282442395"},{"message":"Uganda & South Sudan joint Police to patrol Juba-Nimule Highway\nThis comes after meeting in Kampala S erena hotel hosting Gen. Makur Aduot  (SSD IGP) by his uganda counter part Gen.Kale kayhura where the both generals discuss security related issues.","created_time":"2016-10-28T09:15:14+0000","id":"238276116307585_910136519121538"}],"paging":{"previous":"https:\/\/graph.facebook.com\/v2.8\/238276116307585\/posts?since=1487752445&access_token=276089759471872|f63ce8ccd22fd655b1283e5845050d71&limit=25&__paging_token=enc_AdCFhuXaZBrVuc3Qkyrnu6QGbLJT0yLgXfh3mspZBk1G9bjrf0Wi0O2D6KQe00T5h9du8JlzuC9vZB4n14n5ELe3S29UBxQ70ID9pVDSk0IQasY2AZDZD&__previous=1","next":"https:\/\/graph.facebook.com\/v2.8\/238276116307585\/posts?access_token=276089759471872|f63ce8ccd22fd655b1283e5845050d71&limit=25&until=1477646114&__paging_token=enc_AdANweZAgjPEAERzXZBY7Xofzo674F0WLGPcRTdtMAKUTt7LV61y4hbuZBIKgVXNw6ZBddHJQvUz6WbyShyTvqsxbGfiNUj7Tc9vEoDkZBoneZBD5C1wZDZD"}}